[
  {
    "id": 1,
    "slug": "menopause-covid-long",
    "date": "2026-02-10",
    "title": "Ménopause et Covid long",
    "excerpt": "Fatigue, brouillard mental, insomnie, douleurs diffuses… Ménopause et Covid long peuvent se ressembler. Cet article propose une « boussole » en 3 repères (temps, pattern, déclencheurs) pour faire le tri.",
    "cover": "/img/menopause-covid-long.jpg",
    "category": "Maladies",
    "access": "inscrit",
    "readtime": 5,
    "content": "<h2>🧭 Deux réalités qui se ressemblent</h2><p>À 47 ans, Sophie consulte pour une fatigue intense, des insomnies, un brouillard mental et des douleurs diffuses. Ses bilans sont « normaux ». Son médecin hésite : ménopause précoce ? séquelles de Covid ? dépression masquée ?</p><p>Cette confusion est fréquente, documentée, et compréhensible. Les deux entités partagent des mécanismes biologiques réels. Mais elles ne se traitent pas de la même façon.</p><h2>🔬 Ce qu'elles ont en commun</h2><p>Ménopause et Covid long activent toutes deux des voies inflammatoires systémiques, perturbent l'axe HPA (stress-cortisol), altèrent la qualité du sommeil profond et peuvent provoquer une neuroinflammation légère.</p><p>La chute des œstrogènes et la persistance virale ont en commun de déréguler les mastocytes, d'augmenter l'IL-6 et de perturber le métabolisme mitochondrial.</p><h2>🧭 La boussole différentielle en 3 axes</h2><h3>Axe 1 — Le temps</h3><ul><li><strong>Ménopause</strong> : installation progressive sur 2-5 ans, corrélée aux cycles (irrégularité menstruelle préalable)</li><li><strong>Covid long</strong> : début brutal post-infection identifiable, souvent dans les 4-12 semaines post-Covid</li></ul><h3>Axe 2 — Le pattern</h3><ul><li><strong>Ménopause</strong> : bouffées de chaleur, sueurs nocturnes, sécheresse vaginale, variation de libido</li><li><strong>Covid long</strong> : malaise post-effort (PEM), tachycardie orthostatique, dysautonomie, troubles cognitifs disproportionnés</li></ul><h3>Axe 3 — Les déclencheurs</h3><ul><li><strong>Ménopause</strong> : aggravée par chaleur, alcool, caféine, stress</li><li><strong>Covid long</strong> : aggravé spécifiquement par l'effort physique ou cognitif (signature PEM)</li></ul><h2>⚡ Le signal clé : la PEM</h2><p>La malaise post-effort est quasi-pathognomonique du Covid long. Si vos symptômes s'aggravent systématiquement dans les 12-48h suivant un effort même modeste, c'est un signal fort en faveur d'un mécanisme post-infectieux.</p><p>La ménopause peut fatiguer, mais elle ne provoque pas ce type d'effondrement décalé.</p><blockquote>💡 <em>Cette information ne remplace pas une évaluation médicale. En parler à votre professionnel de santé reste indispensable pour une approche personnalisée.</em></blockquote>"
  },
  {
    "id": 2,
    "slug": "pem-post-effort",
    "date": "2026-02-03",
    "title": "PEM : quand le corps crashe après l'effort",
    "excerpt": "Marcher 20 minutes, faire une réunion en visio, préparer un repas — et le lendemain, c'est l'effondrement. Ce n'est pas une question de motivation. C'est un phénomène physiologique documenté : l'exacerbation post-effort.",
    "cover": "/img/pem-post-effort.jpg",
    "category": "Covid long",
    "access": "public",
    "readtime": 4,
    "content": "<h2>⚡ Ce n'est pas de la paresse</h2><p>La malaise post-effort (PEM — Post-Exertional Malaise) est l'un des symptômes les plus invalidants et les plus mal compris du Covid long, de la fibromyalgie et du syndrome de fatigue chronique (SFC/EM).</p><p>Définition : aggravation disproportionnée des symptômes dans les 12 à 48 heures suivant un effort physique, cognitif ou émotionnel, même minime.</p><h2>🔬 Ce qui se passe biologiquement</h2><p>Plusieurs mécanismes sont documentés :</p><ul><li><strong>Dysfonction mitochondriale</strong> : production d'ATP compromise, accumulation de lactate à des seuils d'effort très bas</li><li><strong>Activation immunitaire</strong> : libération de cytokines pro-inflammatoires (IL-6, TNF-α) déclenchée par l'effort</li><li><strong>Dysautonomie</strong> : réponse vasculaire inadaptée à l'orthostatisme à l'effort</li><li><strong>Microbiome altéré</strong> : perméabilité intestinale augmentée, translocation de LPS bactérien</li></ul><h2>📊 Le seuil anaérobie abaissé</h2><p>Des études en cardio-pulmonaire (CPET sur 2 jours) montrent que chez les personnes avec SFC/EM ou Covid long sévère, le seuil anaérobie peut être atteint à 40-50% de la VO2max au lieu de 60-70% chez un sujet sain.</p><p>Ce n'est pas psychologique. C'est mesurable.</p><h2>🧭 L'approche « pacing »</h2><p>Le pacing — gestion de l'enveloppe énergétique — est l'approche la mieux documentée pour éviter les cycles aggravation/effondrement.</p><ul><li>Identifier son seuil individuel (souvent bien en dessous des capacités perçues)</li><li>Rester 20-30% en dessous de ce seuil</li><li>Éviter le « boom and bust » (bon jour → suractivité → crash)</li><li>Utiliser un cardiofréquencemètre comme biofeedback objectif</li></ul><p>L'app Boussole peut vous aider à objectiver vos journées et identifier vos patterns d'énergie sur 14 jours.</p><blockquote>💡 <em>Cette information est éducative. En parler à votre professionnel de santé reste indispensable pour une approche personnalisée.</em></blockquote>"
  },
  {
    "id": 3,
    "slug": "ferritine-normale-epuisement",
    "date": "2026-01-27",
    "title": "« Tout est normal » — pourtant tu es épuisé(e)",
    "excerpt": "Ferritine dans les normes, bilan rassurant, et pourtant tu ne tiens plus debout. Dans le Covid long, l'inflammation peut bloquer le fer en circulation tout en maintenant des stocks normaux. Un piège biologique documenté.",
    "cover": "/img/ferritine-normale.jpg",
    "category": "Biologie",
    "access": "inscrit",
    "readtime": 4,
    "content": "<h2>🔬 Le paradoxe de la ferritine</h2><p>Vous avez une ferritine à 45 µg/L. « Dans les normes » dit le laboratoire (normes : 15-300 µg/L femme). Pourtant vous êtes épuisé(e).</p><p>Ce n'est pas dans votre tête. C'est de la biologie.</p><h2>🧬 Hepcidine : le régulateur invisible</h2><p>L'hepcidine est une hormone produite par le foie. Son rôle : réguler l'absorption intestinale du fer et sa libération par les macrophages.</p><p>En cas d'inflammation chronique (Covid long, fibromyalgie, maladies auto-immunes), l'IL-6 stimule massivement la production d'hepcidine. Résultat :</p><ul><li>Le fer est séquestré dans les macrophages et les entérocytes</li><li>La ferritine sérique peut rester « normale » (c'est une protéine de phase aiguë)</li><li>Mais le fer disponible pour l'érythropoïèse et les mitochondries est insuffisant</li></ul><p>C'est ce qu'on appelle l'anémie des maladies chroniques ou <em>iron restriction without iron deficiency</em>.</p><h2>📊 Les marqueurs à demander</h2><p>Une ferritine seule ne suffit pas. Les données scientifiques pointent vers :</p><ul><li><strong>Saturation de la transferrine</strong> (normale > 20%) — plus sensible à la carence fonctionnelle</li><li><strong>Récepteur soluble de la transferrine (sTfR)</strong> — augmenté si déficit vrai, normal si anémie inflammatoire</li><li><strong>CRP / VS</strong> — pour contextualiser le niveau inflammatoire</li><li><strong>Ferritine > 100 µg/L</strong> dans un contexte inflammatoire peut masquer une carence fonctionnelle</li></ul><h2>🧭 Ce que cela change</h2><p>Si l'épuisement vient d'une carence fonctionnelle en fer liée à l'inflammation, supplémenter en fer seul peut être insuffisant voire contre-productif. L'approche nutritionnelle visera à moduler l'inflammation systémique en parallèle.</p><blockquote>💡 <em>Cette information est éducative et ne remplace pas une évaluation médicale. En parler à votre professionnel de santé reste indispensable.</em></blockquote>"
  },
  {
    "id": 4,
    "slug": "covid-long-10-points",
    "date": "2026-01-20",
    "title": "Le Covid long en 10 points essentiels",
    "excerpt": "Qu'est-ce que c'est exactement ? Qui est concerné ? Quels mécanismes ? Quelles pistes documentées ? Un tour d'horizon rigoureux pour comprendre ce syndrome complexe.",
    "cover": "/img/covid-long-10-points.jpg",
    "category": "Covid long",
    "access": "public",
    "readtime": 6,
    "content": "<h2>🧬 10 points pour comprendre le Covid long</h2><h3>1. Définition</h3><p>Le Covid long (ou Post-COVID condition) est défini par l'OMS comme la persistance ou l'apparition de symptômes 3 mois après l'infection initiale, durant au moins 2 mois, sans autre explication.</p><h3>2. Prévalence</h3><p>Selon les études, 10-30% des personnes infectées développent des symptômes persistants. Avec ~700 millions de cas documentés mondialement, on parle de dizaines de millions de personnes concernées.</p><h3>3. Profil</h3><p>Contrairement aux idées reçues, le Covid long touche majoritairement des personnes ayant eu une forme légère à modérée. L'âge médian est 40-50 ans, avec une surreprésentation féminine (ratio 3:2).</p><h3>4. Mécanisme — réservoir viral</h3><p>Des fragments de SARS-CoV-2 ont été détectés dans des tissus (intestin, cerveau, ganglions) jusqu'à 2 ans après l'infection. Ce réservoir viral pourrait maintenir une activation immunitaire chronique.</p><h3>5. Mécanisme — dysfonction immunitaire</h3><p>Activation chronique des lymphocytes T et B, persistance d'autoanticorps, dysfonction des cellules NK. L'immunologie du Covid long ressemble à certains aspects des maladies auto-immunes.</p><h3>6. Mécanisme — dysautonomie</h3><p>Le système nerveux autonome est fréquemment atteint. POTS (tachycardie orthostatique), variabilité de la fréquence cardiaque réduite, dysfonction des barorécepteurs.</p><h3>7. Mécanisme — microbiome</h3><p>Dysbiose intestinale documentée, avec appauvrissement des bifidobactéries et des butyrate-producers. Corrélation entre composition du microbiome et sévérité des symptômes persistants.</p><h3>8. Mécanisme — mitochondries</h3><p>Dysfonction mitochondriale dans les cellules mononucléées du sang périphérique. Production d'ATP compromise. Explique en partie le malaise post-effort et la fatigue disproportionnée.</p><h3>9. Le pacing comme approche de fond</h3><p>La gestion de l'enveloppe énergétique (pacing) est l'intervention la mieux documentée pour éviter les cycles d'aggravation. La rééducation progressive est contre-indiquée en présence de PEM.</p><h3>10. État de la recherche</h3><p>Plus de 200 essais cliniques en cours. Pistes prometteuses : antiviraux (Paxlovid prolongé), immunomodulateurs, modulateurs du microbiome. Pas de traitement validé à ce jour — mais la recherche avance vite.</p><blockquote>💡 <em>Cette information est éducative. En parler à votre professionnel de santé reste indispensable pour une approche personnalisée.</em></blockquote>"
  },
  {
    "id": 5,
    "slug": "dysautonomie-pilote-automatique",
    "date": "2026-01-13",
    "title": "Dysautonomie : quand le pilote automatique se dérègle",
    "excerpt": "Vertiges au lever, cœur qui s'emballe sans raison, intolérance à la chaleur, digestion capricieuse… Ce n'est pas de l'anxiété. C'est le système nerveux autonome qui dysfonctionne.",
    "cover": "/img/dysautonomie.jpg",
    "category": "Covid long",
    "access": "inscrit",
    "readtime": 5,
    "content": "<h2>🫀 Le système nerveux autonome : pilote silencieux</h2><p>Le système nerveux autonome (SNA) régule toutes les fonctions involontaires : fréquence cardiaque, tension artérielle, digestion, thermorégulation, transpiration, réponse pupillaire. Il travaille 24h/24 sans que vous n'ayez à y penser.</p><p>Quand il dysfonctionne, c'est le chaos silencieux.</p><h2>🔬 Dysautonomie : définition</h2><p>La dysautonomie désigne tout dysfonctionnement du SNA. Dans le contexte du Covid long, on observe principalement :</p><ul><li><strong>POTS</strong> (Tachycardie Orthostatique Posturale) : augmentation de la FC ≥ 30 bpm dans les 10 min après le lever</li><li><strong>Hypotension orthostatique</strong> : chute de PA ≥ 20/10 mmHg à la verticalisation</li><li><strong>Dysfonction des barorécepteurs</strong> : réponse adaptative altérée aux changements de position</li></ul><h2>📊 Prévalence dans le Covid long</h2><p>Une étude de 2022 (Blitshteyn & Whitelaw) a identifié des signes de dysautonomie chez 67% des patients Covid long évalués par un neurologue. C'est probablement sous-diagnostiqué car peu de médecins font un tilt test systématiquement.</p><h2>🧬 Mécanismes possibles</h2><ul><li>Autoanticorps anti-récepteurs adrénergiques (α1, β1, β2) et muscariniques — documentés dans plusieurs études</li><li>Atteinte des petites fibres nerveuses (small fiber neuropathy) — biopsie cutanée positive dans certains cas</li><li>Dysfonction endothéliale réduisant le retour veineux</li><li>Hyperactivation des mastocytes (MCAS associé)</li></ul><h2>🧭 Ce qui peut aider</h2><p>Sur le plan non-pharmacologique, plusieurs données scientifiques existent :</p><ul><li>Augmentation des apports en sodium et eau (2-3L/j) pour augmenter la volémie</li><li>Vêtements compressifs aux membres inférieurs</li><li>Exercice en position allongée ou semi-allongée (rowing, natation) pour éviter le POTS à l'effort</li><li>Éviter les repas copieux et l'alcool (pooling sanguin splanchnique)</li></ul><blockquote>💡 <em>Cette information est éducative. En parler à votre professionnel de santé — notamment un cardiologue ou neurologue — reste indispensable pour un bilan adapté.</em></blockquote>"
  }
]
